IDEA Open Model
HingeElement1D.InitialStiffnessRY Property
Compatible with IDEA StatiCa 20.1
 Initial stiffness rotational RY
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double InitialStiffnessRY { get; set; }
Public Property InitialStiffnessRY As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
HingeElement1D Class
IdeaRS.OpenModel.Model Namespace